Autodesk.Revit.DB.Electrical.ElectricalSystem.VoltageDrop
The VoltageDrop value of the Electrical System.
Remarks:
This property is used to retrieve the VoltageDrop value of the Electrical System.
Throws Autodesk.Revit.Exceptions.InvalidOperationException:
This property only available when System Type is Power!
Since:
2011